Repository: naval-instruments/NavalCPN
Catalog: plugins/tactics_pi/po/*.po
Languages: de_de, et_ee, id_id, nl_nl, pt_br

source: Stabilizes the surface current 'arrow' in the chart overlay, bearing compass and also the numerical instruments Low values mean high damping
de_de: Stabilisiert den 'Richtungspfeil' für die Oberflächenströmung in der Kartenansicht, dem Peilungskompass und auch in den numerischen Instrumenten Kleine Werte bedeuten hohe Dämpfung
et_ee: Stabiliseerib pinnahoovuse 'noole', kompassikursi ja ka numbritega instrumendid kaardi ülekattel Madalad väärtused tähendavad suurt summutamist
id_id: Menstabilkan permukaan saat ini 'panah' dalam grafik overlay, bantalan kompas dan juga numerik instrumen Nilai-nilai rendah berarti redaman tinggi
nl_nl: Stabiliseert de weergave van de oppervlaktestroompijl op kaart, peilkompas en numerieke instrumenten. Een lage waarde betekent een hoge demping.
pt_br: Estabiliza a 'seta' da corrente de superfície, bússola e intrumentos numéricos na sobreposição da carta Valores baixos significam alto amortecimento

source: Display Current on Chart (OpenGL)
de_de: Stromanzeige in Karte (OpenGL)
et_ee: Kuva hoovus kaardil (OpenGL)
id_id: Tampilan Terkini pada Bagan (OpenGL)
nl_nl: Toon stroom op kaart (OpenGL)
pt_br: Apresentar correntes na carta (OpenGL)

source: The default on program startup
de_de: Der Default beim Programmstart
et_ee: Vaikimisi programmi käivitamisel
id_id: Kegagalan ketika memulai program
nl_nl: Standaardwaarde bij starten van programma
pt_br: O padrão na inicialização do programa

source: True Wind
de_de: Wahrer Wind
et_ee: Teg. tuul
id_id: Angin sejati
nl_nl: Ware wind
pt_br: Vento verdadeiro

source: Correct STW with Leeway
de_de: Korrigiere FdW mit Driftwinkel
et_ee: Õienda STW
id_id: Benar STW dengan kelonggaran
nl_nl: Corrigeer vaart voor drift
pt_br: STW correto com margem de manobra

source: Apply a correction to your log speed throughout the plugin based on the calculated Leeway (via the heel sensor). Only makes sense with a real heel sensor. Make sure your instruments do not already apply this correction !
de_de: Appliziert eine Korrektur auf die Logge (FdW) innerhalb des gesamten Plugins auf Basis der berechneten Abdrift (via Krängungssensor). Macht nur Sinn mit einem echten Krängungssensor. Bitte sicherstellen, daß die Instrumente diese Korrektur nicht schon anwenden !
et_ee: Lisa logi veaparandus läbi plugina kasutades arvestatud triivi (via kreenisensor). On mõttekas ainult koos tegeliku kreenisensoriga. Kindlasti veendu, et su seadmed juba ei lisa seda parandust !
id_id: Menerapkan koreksi untuk log anda, kecepatan angin dan semua kecepatan berdasarkan hasil perhitungan Kelonggaran (melalui tumit sensor). Hanya akal dengan tumit sensor yang nyata. pastikan instrumen anda belum menerapkan koreksi ini !
nl_nl: Pas een correctie toe op uw logvaart (V) op basis van de berekende drifthoek (m.b.v. de hellingsensor). Dit is alleen zinvol bij gebruik van een echte hellingsensor. Stel zeker dat andere instrumenten deze correctie niet al toepassen!
pt_br: Aplicar uma correcção à velocidade de registo em todo o plugin baseada na deriva calculada (através do sensor de inclinação). Só faz sentido com um sensor verdadeiro inclinação. Garanta que os seus instrumentos não tenham aplicado essa correcção!

source: Correct AWS/AWA with Heel
de_de: Korrigiere scheinbaren Wind (AWS/AWA) mit Krängungswinkel
et_ee: Paranda AWS/AWA kreenile
id_id: Benar AWS/AWA dengan Heel
nl_nl: Corrigeer AWS/AWA voor helling
pt_br: AWS/AWA correto com calcanhar

source: Use with care, this is normally done by the instruments themselves as soon as you have an integrated, original equipment heel sensor
de_de: Mit Vorsicht verwenden, diese Korrektur wird normalerweise von allen gängigen Instumentensystemen automatisch appliziert, sobald ein ins System integrierter Original-Krängungssenor verwendet wird
et_ee: Kasuta ettevaatusega, see on harlikult sooritatud instrumentide endi poolt niipea, kui sul on integreeritud, originaalseadme kreeniandur
id_id: Gunakan dengan hati-hati, hal ini biasanya dilakukan dengan alat-alat sendiri segera anda memiliki aplikasi yang terintegrasi, untuk sensor peralatan asli
nl_nl: Voorzichtig gebruiken! Gewoonlijk wordt dit al gedaan door de instrumenten zelf, zodra u een geïntegreerde hellingsensor gebruikt.
pt_br: Usar com precaução, isto deve ser feito pelos próprios instrumentos desde que disponha de um senso de inclinação de origem e integrado

source: Force True Wind Calculation
de_de: Erzwinge Berechnung des wahren Windes
et_ee: Sunni teg. tuule arvutamine
id_id: Kekuatan angin perhitungan benar
nl_nl: Altijd berekenen van ware wind
pt_br: Cálculo da força do vento verdadeiro

source: Internally calculates True Wind data (TWS,TWA,TWD) and uses it within the whole plugin even if there is True Wind data available via NMEA.
de_de: Berechnet den wahren Wind (TWS, TWA, TWD) und verwendet diese Werte innerhalb des gesamten Plugins, auch wenn von den Instrumenten schon Daten für den wahren Wind via NMEA geliefert werden.
et_ee: Sisemiselt arvutab õige tuule andmed (TWS, TWA, TWD) ja kasutab seda kogu plugina piires, isegi kui on tõelise tuule andmed on NMEA kaudu saadaval.
id_id: Secara internal menghitung data True Wind (TWS, TWA, TWD) dan menggunakannya di dalam keseluruhan plugin meskipun ada data True Wind yang tersedia melalui NMEA.
nl_nl: Berekent intern de ware windgegevens (TWS, TWD, TWA) en gebruikt deze in de PlugIn, zelfs als er ware wind gegevens beschikbaar zijn via NMEA.
pt_br: Calcula internamente os dados do Vento Verdadeiro (TWS,TWA,TWD) e usa-o por todo o plugin mesmo que haja dados de Vento Verdadeiro via NMEA.

source: Use SOG instead of STW for True Wind Calc.
de_de: Verwende FüG statt FdW für Berechnung des wahren Windes
et_ee: Kasuta SOG STW asemel teg. tuule arvutamisel
id_id: Gunakan SOG bukan STW untuk True Wind Calc.
nl_nl: Gebruik GrV ipv vaart voor berekening ware wind
pt_br: Usar SOG em vez de STW para cálculo do Vento Verdadeiro.

source: Recommended. As True Wind blows over the earth surface, we should calc. it with Speed Over Ground. Eliminates the influence of currents.
de_de: Empfohlen. Da der wahre Wind über die Erdoberfläche weht, sollte auch mit Fahrt über Grund als Bootsgeschwindigkeit gerechnet werden. Eliminiert Strömungseinflüsse.
et_ee: Soovitatav. Kuna tegelik tuul puhub maapinna suhtes, peame selle arvutama koos kiirusega põhja suhtes. Kõrvaldab hoovuste mõju.
id_id: Direkomendasikan. Seperti true wind bertiup di atas permukaan bumi, kita harus calc. dengan Speed ​​Over Ground. Mengatur pengaruh arus.
nl_nl: Aanbevolen. Omdat de ware wind waait over het aardoppervlak, moeten we deze berekenen met de vaart over de grond. Dit elimineert de invloed van stroom.
pt_br: Recomendado. Como o vento verdadeiro sopra sobre a superfície deve-se calcular com Velocidade Verdadeira. Elimina a influencia das correntes.

source: Show Wind Barb on Chart (OpenGL)
de_de: Zeige Windfahne auf Karte (OpenGL)
et_ee: Kuva tuulenooli kaardil (OpenGL)
id_id: Tampilan wind bard pada grafik (OpenGL)
nl_nl: Toon windpijl op kaart (OpenGL)
pt_br: Mostrar barbelas de vento na carta (OpenGL)

source: Polar
de_de: Polare
id_id: Kutub
nl_nl: Polair-bestand

source: Polar :
de_de: Polare :
id_id: Kutub :
nl_nl: Polair-bestand :

source: Load
de_de: Lade
et_ee: Lae
id_id: Memuat
nl_nl: Laden
pt_br: Carregar

source: Show Polar on Chart (OpenGL)
de_de: Zeige Polare in der Karte (OpenGL)
et_ee: Kuva Polar'it kaardil (OpenGL)
id_id: Tampilan polar wind pada grafik (OpenGL)
nl_nl: Toon polair-diagram op kaart (OpenGL)
pt_br: Mostrar Polar na carta (OpenGL)

source: Export NMEA Performance Data
de_de: Export von NMEA Performance Daten
et_ee: Ekspordi NMEA-suutlikuse andmed
id_id: Ekspor Data Kinerja NMEA
nl_nl: NMEA-prestatiegegevens exporteren
pt_br: Exportar dados de performance NMEA

source: NKE format ($PNKEP)
et_ee: NKE-formaat ($PNKEP)
id_id: Format nke ($PNKEP)
nl_nl: NKE formaat ($PNKEP)
pt_br: Formato NKE ($PNKEP)

source: Currently only set up for NKE instruments. Exports a predefined set of up to 5 NMEA records which are 'known' by NKE instruments and can be displayed there. Read the manual how to set up the interface connection !
de_de: Derzeit nur für NKE Instrumente implementiert. Exportiert einen vordefinierten Satz von bis zu 5 NMEA Sätzen, die von NKE Instrumenten erkannt und in den Displays angezeigt werden können. Bitte Handbuch lesen, wie die OpenCPN Schnittstelle aufgesetzt werden muß !
et_ee: Praegu saetud ainult NKE instrumentidele. Ekspordi eeldefineeritud hulk kuni 5-st NMEA-kirjest, mida NKe instrumendid "tunnevad" ja suudavad seal kuvada. Loe juhendit, kuidas liidese ühendust teostada !
id_id: Saat ini hanya disiapkan untuk instrumen NKE. Ekspor satu set standar sampai 5 catatan NMEA yang 'diketahui' oleh instrumen NKE dan dapat ditampilkan di sana. Baca manual bagaimana cara mengatur koneksi antarmuka!
nl_nl: Momenteel slechts in te stellen voor NKE-instrumenten. Geeft output van een vooraf gedefinieerde set van maximaal 5 NMEA-records die 'bekend' zijn bij NKE-instrumenten en daarop kunnen worden weergegeven. Lees de handleiding om de interface-verbinding in te stellen!
pt_br: Correntemente apenas preparado para instrumentos NKE. Exporta um conjunto predefinido de até 5 registos NMEA conhecidos pelos instrumentos NKE e podem ser apresentados aí. Veja no manual com estabelecer a ligação !

source: Target Polar Speed
de_de: Ziel Polaren Geschwindigkeit
et_ee: Eesmärgi Polar-kiirus
id_id: Kecepatan sasaran polar
nl_nl: Streefsnelh. polair-diagram
pt_br: Velocidade Polar do alvo

source: CoG on other Tack
de_de: KüG auf anderem Bug
et_ee: CoG teisel halsil
id_id: CoG di Tack lain
nl_nl: GrK op andere kruisrichting
pt_br: Rumo verdadeiro (CoG) na outra amura

source: Target-VMG angle + Perf. %
de_de: Ziel-VMG Winkel + % Leistung
et_ee: Eesmärk-VMG nurk + perf. %
id_id: Sisi target-VMG + Perf. %
nl_nl: Streef TWA | Vaartprestatie %
pt_br: Ângulo do alvo-VMG + Perf. %

source: Diff. angle to Target-VMG/-CMG + corresp. gain
de_de: Winkeldiff. zum Ziel-VMG/-CMG Winkel + möglicher Gewinn in %
et_ee: Erinevad nurgad märgini-VMG/-CMG + vastav kasu
id_id: Diff. sudut ke Target-VMG/-CMG + corresp. mendapatkan
nl_nl: Delta-TWA | Vaartwinst

source: Current Direction + Speed
de_de: Strömung Richtung + Geschwindigkeit
et_ee: Hoovuse suund + kiirus
id_id: Arah sebenarnya + Kecepatan
nl_nl: Stroomrichting en -snelheid
pt_br: Atual direção + velocidade

source: This option makes only sense with a real heel sensor.
de_de: Diese Option macht nur mit einem echten Krängungssensor Sinn.
et_ee: See valik on mõttekas koos tegeliku kreeni anduriga.
id_id: Pilihan ini hanya masuk akal dengan sensor hak yang nyata.
nl_nl: Deze optie heeft alleen zin als een echte hellingsensor wordt gebruikt.
pt_br: Esta opção só faz sentido com um sensor verdadeiro de inclinação.

source: Make sure your instruments do not internally correct AWS / AWA with heel. This may result in wrong wind data.
de_de: Sicherstellen, daß die Instrumente nicht schon intern den scheinbaren Wind mit dem Krängungswinkel korrigieren. Daraus könnten falsche Windwerte resultieren.
et_ee: Veendu, et su seadmed ei paranada sisemiselt AWS / AWA kreenile. See võib kaasa tuua valed tuule andmed.
id_id: Pastikan instrumen Anda tidak mengoreksi AWS / AWA secara internal dengan tumit. Ini dapat menyebabkan data angin salah.
nl_nl: Zorg ervoor dat uw instrumenten niet intern AWS en AWA corrigeren voor helling. Dit kan leiden tot foute windgegevens.
pt_br: Verifique que os seus instrumentos não corrigem internamente o AWS / AWA com a inclinação. Isso pode resultar em dados errados.

source: This will also disable the AWA/AWS correction.
de_de: Dadurch wird auch die AWA/AWS-Korrektur deaktiviert.
et_ee: See blokeerib ka AWA/AWS paranduse.
id_id: Ini juga akan menonaktifkan koreksi AWA/AWS.
nl_nl: Dit zal ook de AWA/AWS-correctie uitschakelen.
pt_br: Isto desactivará a correcção AWA/AWS.

source: Select a Polar-File
de_de: Wähle Polaren Datei
et_ee: Vali Polar-fail
id_id: Pilih polar-Berkas
nl_nl: Selecteer een polair-bestand
pt_br: Selecione um arquivo Polar

source: Add instrument
de_de: Instrument hinzufügen
et_ee: Lisa seade
id_id: Tambahkan instrumen
nl_nl: Instrument toevoegen
pt_br: Adicionar instrumento

source: Select instrument to add:
de_de: Instrument auswählen zum Hinzufügen:
et_ee: Vali seade lisamiseks:
id_id: Pilih instrumen untuk ditambahkan:
nl_nl: Kies toe te voegen instrument:
pt_br: Selecione instrumento para adicionar:

source: Preferences...
de_de: Einstellungen...
et_ee: Eelistused...
id_id: Preferensi...
nl_nl: Voorkeuren ...
pt_br: Preferências...

source: Show Laylines
de_de: Laylines anzeigen
et_ee: Näita paudiliine
id_id: Tampilkan Laylines
nl_nl: Toon laylines
pt_br: Mostrar Laylines

source: Show Current
de_de: Anzeige der Strömung
et_ee: Näita hoovust
id_id: Tampilkan Sekarang
nl_nl: Toon stroom
pt_br: Mostrar Correntes

source: Show Windbarb
de_de: Anzeige der Windfahne
et_ee: Näita tuulenooli
id_id: Tampilkan Windbarb
nl_nl: Toon windpijl
pt_br: Mostrar barbela do vento

source: Show Polar
de_de: Anzeige der Polare
et_ee: Näita Polar
id_id: Tampilkan Polar
nl_nl: Toon polair-diagram
pt_br: Mostrar Polar

source: NNE
de_de: NNO
nl_nl: NNO

source: ENE
de_de: ONO
nl_nl: ONO

source: ESE
de_de: OSO
nl_nl: OZO

source: SSE
de_de: SSO
nl_nl: ZZO

source: SSW
nl_nl: ZZW

source: WSW
nl_nl: WZW

source: Label:
de_de: Beschreibung:
et_ee: silt:
pt_br: Etiqueta:

source: R
et_ee: P

source: L
et_ee: V

source: Laylines
et_ee: Paudiliinid

source: W
pt_br: O

source: NW
pt_br: NO

source: 5 kn
pt_br: 5 nós

source: 10 kn
pt_br: 10 nós

source: 15 kn
pt_br: 15 nós

source: 20 kn
pt_br: 20 nós

source: 25 kn
pt_br: 25 nós

source: Max
id_id: Maks

source: m/s
id_id: m/dtk
