Repository: naval-instruments/NavalCPN
Catalog: plugins/tactics_pi/po/*.po
Languages: de_de, et_ee, id_id, nl_nl, pt_br

source: since
de_de: seit
et_ee: alates
id_id: sejak
nl_nl: sinds
pt_br: desde

source: Overall Max
de_de: Gesamt Max
et_ee: Üldine max
id_id: Keseluruhan Max
nl_nl: Totaal max.
pt_br: Max Global

source: NE
de_de: NO
nl_nl: NO

source: E
de_de: O
nl_nl: O

source: SE
de_de: SO
nl_nl: ZO

source: S
nl_nl: Z

source: SW
nl_nl: ZW
pt_br: SO

source: true
de_de: rechtw.
et_ee: tõel.
id_id: benar
nl_nl: waar
pt_br: Verdadeiro

source: mag
de_de: magn.
et_ee: magn.
nl_nl: M
pt_br: Magnético

source: tactics_pi: Select a Polar-File
de_de: tactics_pi: Wählen Sie eine Polare-Datei
et_ee: tactics_pi: valige polar-fail
id_id: taktik_pi: Pilih Polar-File
nl_nl: tactics_pi: Selecteer een polair-bestand
pt_br: tactics_pi: selecione um arquivo-Polar

source: Format in this file not recognised
de_de: Dateiformat nicht erkannt
et_ee: Selles failis olev formaat ei ole tuvastatud
id_id: Format dalam file ini tidak dikenali
nl_nl: Opmaak van dit bestand niet herkend
pt_br: Formato deste arquivo não reconhecido

source: Overall
de_de: Gesamt
et_ee: Üldine
id_id: Secara keseluruhan
nl_nl: Totaal
pt_br: Global

source: Position
et_ee: Asukoht
id_id: Posisi
nl_nl: Positie
pt_br: Posição

source: SOG
de_de: FüG
nl_nl: Grondvaart (Vgr)

source: Speedometer
de_de: Log
et_ee: Spidomeeter
id_id: Pengukur kecepatan
nl_nl: Vaart en verheid
pt_br: Velocímetro

source: COG
de_de: KüG
nl_nl: Grondkoers

source: Mag COG
de_de: Mag KüG
et_ee: Magn. COG
nl_nl: Grondkoers (M)

source: GPS Compass
de_de: GPS Kompaß
et_ee: GPS-kompass
id_id: Kompas GPS
nl_nl: GPS-kompas (GrK)
pt_br: Bússola GPS

source: True Compass
de_de: Wahrer Kompaß
et_ee: Tõeline kompass
id_id: Kompas yang benar
nl_nl: Stuurkompas (WK)
pt_br: Verdadeira bússola

source: STW
de_de: FdW
nl_nl: Vaart door water

source: True HDG
de_de: rechtw. Kurs
et_ee: Tõeline HDG
nl_nl: Voorliggende koers (W)
pt_br: Verdadeiro HDG

source: Mag HDG
de_de: magn. Kurs
et_ee: Magn. HDG
nl_nl: Voorliggende koers (M)
pt_br: Magnético HDG

source: App. Wind Angle & Speed
de_de: scheinb. Windwinkel & -Geschw.
et_ee: Näiv tuule nurk ja kiirus
id_id: Aplikasi. Sudut Angin & Kecepatan
nl_nl: Schijnbare windhoek en -snelheid
pt_br: Velocidade e ângulo do vento aparente

source: App & True Wind Angle
de_de: Scheinb. & Wahrer Windwinkel
et_ee: Näiva % tegeliku tuule nurk
id_id: Aplikasi & Sudut angin sebenarnya
nl_nl: Sch. & Ware windhoek
pt_br: Angulo do vento Aparente e Verdadeiro

source: App. Wind Speed
de_de: scheinb. Windgeschw.
et_ee: Näiv tuule kiirus
id_id: Aplikasi. Kecepatan angin
nl_nl: Schijnb. windsnelheid
pt_br: Velocidade do vento aparente

source: True Wind Angle & Speed
de_de: wahrer Windwinkel & -Geschw.
et_ee: Tõeline tuule nurk ja kiirus
id_id: Sudut Angin Benar & Kecepatan
nl_nl: Ware windhoek en -snelheid
pt_br: Velocidade e ângulo do vento verdadeiro

source: Depth
de_de: Tiefe
et_ee: Sügavus
id_id: Kedalaman
nl_nl: Diepte
pt_br: Profundidade

source: Barometric pressure
de_de: Barometr. Druck
et_ee: Õhurõhk
id_id: Tekanan barometrik
nl_nl: Luchtdruk
pt_br: Pressão barométrica

source: Water Temp.
de_de: Wassertemp.
et_ee: Vee temp.
id_id: Temp Air.
nl_nl: Watertemperatuur
pt_br: Temperatura da água.

source: Air Temp.
de_de: Lufttemp.
et_ee: Õhu temp.
id_id: Udara temp.
nl_nl: Luchttemperatuur
pt_br: Temperatura do ar.

source: App. Wind Angle
de_de: scheinb. Windwinkel
et_ee: Näiv tuule nurk
id_id: Aplikasi. Sudut angin
nl_nl: Schijnb. windhoek
pt_br: Ângulo do vento aparente

source: True Wind Angle
de_de: wahrer Windwinkel
et_ee: Tõeline tuule nurk
id_id: Sudut Angin Benar
nl_nl: Ware windhoek
pt_br: Angulo do vento verdadeiro

source: True Wind Direction
de_de: wahre Windrichtung
et_ee: Tõeline tuule suund
id_id: Arah Angin Benar
nl_nl: Ware windrichting
pt_br: Direção do vento verdadeiro

source: True Wind Speed
de_de: wahre Windgeschw.
et_ee: Tõeline tuule kiirus
id_id: Kecepatan Angin Benar
nl_nl: Ware windsnelheid
pt_br: Velocidade do vento verdadeira

source: True Wind Dir. & Speed
de_de: wahre Windricht. & -Geschw.
et_ee: Tõeline tuule suund ja kiirus
id_id: True Wind Dir. & Kecepatan
nl_nl: Ware wind
pt_br: Dir. do vento verdadeiro & velocidade

source: VMG
nl_nl: Grondvaart

source: Clock
de_de: Uhr
et_ee: Kell
id_id: Jam
nl_nl: Tijd
pt_br: Relógio

source: Sunrise/Sunset
de_de: Sonnenauf-/untergang
et_ee: Päikesetõus/-loojang
id_id: Matahari terbit Matahari terbenam
nl_nl: Zon op/onder
pt_br: Nascer/pôr do sol

source: Wind history
de_de: Windhistorie
et_ee: Tuule logi
id_id: Sejarah angin
nl_nl: Windhistorie
pt_br: Histórico do vento

source: Barometric history
de_de: Barometerhistorie
et_ee: Õhurõhu logi
id_id: Sejarah barometrik
nl_nl: Luchtdrukhistorie
pt_br: Histórico barométrica

source: TWA to Waypoint
de_de: Winkel des wahren Windes zum Wegepunkt
et_ee: TWA teepunkti
id_id: TWA ke Waypoint
nl_nl: TWA naar WPT
pt_br: TWA para ponto de passagem

source: From Ownship
de_de: von eigener Position
et_ee: Omalt laevalt
id_id: Dari Ownship
nl_nl: Vanaf eigen vaartuig
pt_br: Do Próprio Barco

source: Pitch
de_de: Nickwinkel
et_ee: Pikiõõtsumine
id_id: Nada
nl_nl: Stamphoek

source: Heel
de_de: Krängung
et_ee: Kreen
id_id: Hak
nl_nl: Helling
pt_br: Salto

source: Leeway
de_de: Abrift
et_ee: Aju
id_id: Kelonggaran
nl_nl: Drifthoek
pt_br: Margem de manobra

source: Current Direction
de_de: Stromrichtung
et_ee: Praegune suund
id_id: Arah Terkini
nl_nl: Stroomrichting
pt_br: Direção atual

source: Current Speed
de_de: Stromgeschwindigkeit
et_ee: Praegune kiirus
id_id: Kecepatan saat ini
nl_nl: Stroomsnelheid
pt_br: Velocidade Atual

source: Bearing Compass
de_de: Peilungskompass
et_ee: Kompassikurss
id_id: Bantalan poros Kompas
nl_nl: Peilkompas
pt_br: Bussola de rumo

source: Polar Speed
de_de: Polaren Geschwindigkeit
et_ee: Polar-kiirus
id_id: Kecepatan Polar
nl_nl: Polair-diagram snelheid
pt_br: Velocidade Polar

source: Actual VMG
de_de: Akt. VMG
et_ee: Tegelik VMG
id_id: Aktual VMG
nl_nl: Snelheid_inwind
pt_br: VMG real

source: Target VMG
de_de: Ziel VMG
et_ee: Planeeritud VMG
id_id: Targetkan VMG
nl_nl: Streefsnelh_inwind
pt_br: Alvo VMG

source: Target VMG-Angle
de_de: Ziel VMG-Winkel
et_ee: Planeeritud VMG-nurk
id_id: Targetkan VMG-Angle
nl_nl: Streef TWA
pt_br: VMG-ângulo do alvo

source: Actual CMG
de_de: Akt. CMG
et_ee: Tegelik CMG
id_id: CMG aktual
nl_nl: Naderingsnelh_WPT
pt_br: CMG real

source: Target CMG
de_de: Ziel CMG-Geschw.
et_ee: Planeeritud CMG
id_id: Targetkan CMG
nl_nl: Streefsnelh_WPT
pt_br: Alvo CMG

source: Target CMG-Angle
de_de: Ziel CMG-Winkel
et_ee: Planeeritud CMG-nurk
id_id: Targetkan CMG-Angle
nl_nl: Streef TWA_WPT
pt_br: CMG-ângulo do alvo

source: Polar Performance
de_de: Polaren Leistung
et_ee: Polar-sooritus
id_id: Kinerja Kutub
nl_nl: Polair-diagram prestatie
pt_br: Desempenho Polar

source: Average Wind
de_de: Durchschnittl. Windrichtung
et_ee: Keskmine kiirus
id_id: Angin rata-rata
nl_nl: Gemiddelde wind
pt_br: Vento médio

source: Polar Compass
de_de: Polaren Kompass
et_ee: Polar-kompass
id_id: Kompas polar
nl_nl: Polairkompas
pt_br: Bússola polar

source: Tactics
et_ee: Taktika
id_id: Taktik
nl_nl: Tactisch instrumentenpaneel
pt_br: Táticas

source: Tactics PlugIn for OpenCPN
de_de: Taktik PlugIn für OpenCPN
et_ee: Taktika plugIn OpenCPN'i jaoks
id_id: Taktik PlugIn untuk OpenCPN
nl_nl: Tactische PlugIn voor OpenCPN
pt_br: PlugIn de táticas para OpenCPN

source: Tactics PlugIn for OpenCPN Provides performance data & instrument display from NMEA source and polar file.
de_de: Taktik-PlugIn für OpenCPN Liefert Leistungsdaten & Instrumentenanzeigen des Bootes aus NMEA-Quellen und Polarendateien.
et_ee: Taktika plugIn OpenCPN'i jaoks Tagab soorituse andmete & instrumendi kuvamise NMEA-allikast ja polar-failist.
id_id: Taktik PlugIn untuk OpenCPN Menyediakan data kinerja & instrumen tampilan dari NMEA sumber dan kutub file.
nl_nl: Zeil-tactische PlugIn voor OpenCPN. Toont prestatiegegevens en instrumentweergaven, vanuit NMEA-bron en polair-diagram. Enkele oorspronkelijke Engelse termen uit de PlugIn en de gebruikte Nederlandse termen daarvoor: STW=vaart door water; COG=grondkoers=GrK; SOG=grondvaart=GrV; Leeway=drift(hoek); VMG=bewegingscomponent in of tegen windrichting=V_itwr (geeft snelheid in/tegen windrichting); CMG=bewegingscomponent in richting routepunt=V_wpt (geeft naderingsnelheid waypoint). M.b.t. de wind zijn de Engelse afkortingen gehandhaafd: TWS, TWD, TWA, AWS en AWA. Zie ook de Engelse handleiding van deze PlugIn.
pt_br: PlugIn de táticas para OpenCPN Fornece desempenho dos dados & exibição instrumento de fonte NMEA e arquivo polar.

source: You have to turn on OpenGL to use chart overlay
de_de: Sie müssen OpenGL aktivieren um die Kartenansichten verwenden zu können
et_ee: Pead OpenGL sisse lülitama kaardi ülekatte kasutamiseks
id_id: Anda harus mengaktifkan OpenGL menggunakan grafik overlay
nl_nl: Gebruik OpenGL voor het tonen van kaartoverlays
pt_br: Você tem ativar OpenGL para usar sobreposição de carta

source: ° Bow up
de_de: ° Bug aufw.
et_ee: ° vöör üleval
nl_nl: ° Omhoog
pt_br: ° Proa a

source: ° Bow down
de_de: ° Bug abw.
et_ee: ° vöör all
nl_nl: ° Omlaag
pt_br: ° Proa de

source: Tactics preferences
de_de: Tactics Einstellungen
et_ee: Taktika eelistused
id_id: Taktik preferensi
nl_nl: Tactische voorkeuren
pt_br: Preferências de táticas

source: show this tactics
de_de: dieses Tacticsfenster anzeigen
et_ee: kuva see taktika
id_id: tampilkan taktik
nl_nl: Toon dit tactisch paneel
pt_br: mostrar estas táticas

source: Caption:
de_de: Fenstertitel:
et_ee: Pealdis:
id_id: Keterangan:
nl_nl: Naam:
pt_br: Legenda:

source: Orientation:
de_de: Ausrichtung:
et_ee: Orientatsioon:
id_id: Orientasi:
nl_nl: Oriëntatie:
pt_br: orientação:

source: Vertical
de_de: vertikal
et_ee: püstine
id_id: Vertikal
nl_nl: Verticaal

source: Horizontal
et_ee: rõhtne
id_id: Horisontal
nl_nl: Horizontaal

source: Instruments
de_de: Instrumente
et_ee: Seadmed
id_id: Instrumen
nl_nl: Instrumenten
pt_br: Instrumentos

source: Add
de_de: Zufügen
et_ee: Lisa
id_id: Tambah
nl_nl: Toevoegen
pt_br: Adicionar

source: Delete
de_de: Löschen
et_ee: Kustuta
id_id: Hapus
nl_nl: Verwijderen
pt_br: Apagar

source: Up
de_de: hoch
et_ee: Üles
id_id: Atas
nl_nl: Omhoog
pt_br: Para cima

source: Down
de_de: runter
et_ee: Alla
id_id: Bawah
nl_nl: Omlaag
pt_br: Para baixo

source: Appearance
de_de: Erscheinungsbild
et_ee: Välimus
id_id: Penampilan
nl_nl: Lettertypes
pt_br: Aparência

source: Fonts
de_de: Schrift
et_ee: Kirjamärgid
id_id: Huruf-huruf
nl_nl: Lettertypes
pt_br: Fontes

source: Title:
de_de: Titel:
et_ee: tiitel:
id_id: Judul:
nl_nl: Naam:
pt_br: Título:

source: Data:
de_de: Daten:
et_ee: andmed:
nl_nl: Gegevens:
pt_br: Dados:

source: Small:
de_de: Klein:
et_ee: Väike:
id_id: Kecil:
nl_nl: Klein:
pt_br: Pequeno:

source: Units, Ranges, Formats
de_de: Einheiten, Bereiche, Formate
et_ee: Ühikud, ulatused, formaadid
id_id: Unit, Rentang, Format
nl_nl: Eenheden etc.
pt_br: Unidades, Intervalos, Formatos

source: Speedometer max value:
de_de: Log max. Wert:
et_ee: spidomeetri max väärtus:
id_id: Nilai maks. Speedometer:
nl_nl: Max. vaartindicatie log:
pt_br: Valor máximo do velocímetro:

source: Speed Over Ground Damping Factor:
de_de: FüG Dämpfungsfaktor:
et_ee: Kiiruse põhja suhtes summutamise tegur:
id_id: Faktor Kecepatan Peredam Darah Tinggi:
nl_nl: Dempingsfactor voor GrV:
pt_br: Velocidade sobre solo, fator de amortecimento:

source: COG Damping Factor:
de_de: KüG Dämpfungsfaktor:
et_ee: COG summutamise tegur:
nl_nl: Dempingsfactor voor GrK:
pt_br: COG Fator de amortecimento:

source: Boat speed units:
de_de: Bootgeschw. Einheiten:
et_ee: kaatri kiiruse ühikud:
id_id: Unit kecepatan kapal:
nl_nl: Eenheid voor vaart:
pt_br: Unidades de velocidade do barco:

source: Honor OpenCPN settings
de_de: Berücksichtige OpenCPN Einstellungen
et_ee: Austa OpenCPN väärtusi
id_id: Kehormatan pengaturan OpenCPN
nl_nl: Volg OpenCPN-instellingen
pt_br: Configurações do OpenCPN de honra

source: Kts
de_de: kn
et_ee: slm
nl_nl: kn

source: km/h
id_id: km/jam
nl_nl: km/u

source: Depth units:
de_de: Tiefen-Einheiten:
et_ee: sügavuse ühikud:
id_id: Unit Kedalaman:
nl_nl: Eenheid voor diepte:
pt_br: Unidades de Profundidade:

source: Meters
de_de: Meter
et_ee: Meetrid
id_id: Meter
nl_nl: meter
pt_br: Metros

source: Feet
de_de: Fuß
et_ee: Jalad
id_id: Kaki
nl_nl: voet
pt_br: Pés

source: Fathoms
de_de: Faden
et_ee: süllad
nl_nl: vadem
pt_br: Braças

source: Centimeters
de_de: Zentimeter
et_ee: sentimeetrid
id_id: Sentimeter
nl_nl: cm
pt_br: Centímetros

source: Inches
de_de: Zoll
et_ee: Tollid
id_id: Inci
nl_nl: inch
pt_br: Polegadas

source: Distance units:
de_de: Entfernungs-Einheiten:
et_ee: vahemaa ühikud:
id_id: Unit jarak jauh:
nl_nl: Eenheid voor afstand:
pt_br: Unidades de distância:

source: Nautical miles
de_de: Naut. Meilen
et_ee: meremiilid
id_id: Mil laut
nl_nl: zeemijl
pt_br: Milhas Náuticas

source: Statute miles
de_de: Landmeilen
et_ee: maamiilid
id_id: Mil statute
nl_nl: landmijl
pt_br: Milhas Regulamento

source: Kilometers
de_de: Kilometer
et_ee: kilomeetrid
id_id: Kilometer
nl_nl: kIlometer
pt_br: Quilômetros

source: Wind speed units:
de_de: Windgeschw. Einheiten:
et_ee: tuulekiiruse ühikud:
id_id: Unit kecepatan angin:
nl_nl: Eenheid voor windsnelheid:
pt_br: Unidades de velocidade do vento:

source: Performance Parameters
de_de: Leistungsparameter
et_ee: Soorituse parameetrid
id_id: Parameter Kinerja
nl_nl: Prestatieparameters
pt_br: Parâmetros de desempenho

source: Layline width damping factor [0.025-1]:
de_de: Laylinebreiten Dämpfungsfaktor [0.025-1]:
et_ee: Paudiliini laiuse sumbuvustegur [0.025-1]:
id_id: Layline lebar faktor redaman [0.025-1]:
nl_nl: Dempingsfactor voor layline-sector [0.025-1]:
pt_br: "Layline" largura [0.025-1] fator amortecimento:

source: The width of the boat laylines is based on the yawing of the boat (vertical axis), i.e. your COG changes. The idea is to display the COG range where you're sailing to. Low values mean high damping.
de_de: Die Breite der Boot-Laylines basiert auf dem Gieren des Bootes (vertikale Achse), d.h. den KüG Änderungen. Die dahinterstehende Idee ist, daß man den KüG Bereich sieht in dem man segelt. Niedrige Werte bedeuten hohe Dämpfung.
et_ee: Paadi paudiliini laius põhineb paadi seegamisel (vertikaalne telg), nt su COG muutub. Idee on näidata COG vahemikku, mida purjetamisel hoida. Madalad väärtused tähendavad suurt summutamist.
id_id: Lebar perahu laylines didasarkan pada menguapnya perahu (sumbu vertikal), yaitu roda PENGGERAK perubahan. idenya Itu adalah untuk menampilkan COG jarak di mana anda akan berlayar ke. nilai-nilai Rendah berarti redaman tinggi.
nl_nl: De layline-sectors zijn gebaseerd op de mate van gieren (rotatie om de verticale as), waardoor continu de voorliggende koers verandert. Het idee is te tonen waar u ongeveer naar toe zeilt. Een lage waarde betekent een hoge demping.
pt_br: A largura das linhas de curso é baseada na oscilação do barco (eixo vertical), i.e. as variações do rumo verdadeiro (COG). A ideia é mostrar o intervalo de rumos para onde está a navegar. Valores baixos indicam elevado amortecimento.

source: Width of the boat laylines is based on the yawing of the boat (vertical axis), i.e. your COG changes. The idea is to display the range where you're sailing to. Low values mean high damping.
de_de: Die Breite der Boot-Laylines basiert auf dem Gieren des Bootes (vertikale Achse), d.h. den KüG Änderungen. Die dahinterstehende Idee ist, daß man den KüG Bereich sieht in dem man segelt. Niedrige Werte bedeuten hohe Dämpfung.
et_ee: Paadi paudiliini laius põhineb paadi seegamisel (vertikaalne telg), nt su COG muutub. Idee on näidata vahemikku, mida purjetamisel hoida. Madalad väärtused tähendavad suurt summutamist.
id_id: Lebar kapal layangan didasarkan pada menguapnya perahu (sumbu vertikal), yaitu perubahan COG Anda. Idenya adalah untuk menampilkan berbagai mana Anda berlayar ke. Nilai rendah berarti redaman tinggi.
nl_nl: De layline-sectorhoeken zijn gebaseerd op de mate van gieren (rotatie om de verticale as), waardoor continu de voorliggende koers verandert. Het idee is te tonen waar je ongeveer naar toe zeilt. Een lage waarde betekent een hoge demping.
pt_br: A largura das linhas de curso é baseada na oscilação do barco (eixo vertical), i.e. as variações do rumo verdadeiro (COG). A ideia é mostrar o intervalo de rumos para onde está a navegar. Valores baixos indicam elevado amortecimento.

source: Layline length on Chart [nm]:
de_de: Layline Länge in Karte [nm]:
et_ee: Paudiliini pikkus kaardil [nm]:
id_id: Panjang Layline pada Chart [nm]:
nl_nl: Layline-lengte op kaart [nm]:
pt_br: "Layline" comprimento na carta [nm]:

source: Length of the boat laylines in [nm]
de_de: Länge der Boots-Laylines in [nm]
et_ee: Paadi paudiliin pikkus [nm]
id_id: Panjang perahu laylines di [nm]
nl_nl: Lengte van de laylines is [nm]
pt_br: Comprimento das linhas de curso do barco [nm]

source: Min. Layline Width [°]:
de_de: Min. Layline Breite [°]:
et_ee: Min. paudiliini laius [°]:
id_id: Min. Lebar Layline [°]:
nl_nl: Min. layline-sectorhoek [°]:
pt_br: Min. largura "layline" [°]:

source: Min. width of boat laylines in degrees.
de_de: Min. Breite der Boots-Laylines in Grad.
et_ee: Paadi paudiliini min. laius kraadides.
id_id: Min. lebar perahu laylines dalam derajat.
nl_nl: Min. hoek tussen de laylines in graden.
pt_br: Largura mínima das linhas de curso em graus.

source: Max. Layline Width [°]:
de_de: Max. Layline Breite [°]:
et_ee: Maks. paudiliini laius [°]:
id_id: Min. lebar layline [°]:
nl_nl: Max. layline-sectorhoek [°]:
pt_br: Max. largura "layline" [°]:

source: Max. width of boat laylines in degrees.
de_de: Max. Breite der Boots-Laylines in Grad.
et_ee: Paadi paudiliini maks. laius kraadides.
id_id: Maks. lebar perahu laylines dalam derajat.
nl_nl: Max. hoek tussen de laylines in graden.
pt_br: Largura máxima das linhas de curso em graus.

source: Boat's Leeway factor [0-20]:
de_de: Driftfaktor des Bootes [0-20]:
et_ee: Paadi triivi tegur [0-20]:
id_id: Faktor kursi perahu [0-20]:
nl_nl: Driftfactor [0-20]:
pt_br: Fator de margem de manobra do barco[0-20]:

source: Leeway='Drift' of boat due to heel/wind influence Low values mean high performance of hull Leeway = (LeewayFactor * Heel) / STW²;
de_de: Abdrift des Bootes durch Krängung/Wind Einfluß Kleine Werte bedeuten einen leistungsfähigen Rumpf Abdrift = (Driftfaktor * Krängung)/FdW²;
et_ee: Vesiaju=paadi 'triiv' kreeni/tuule mõju tõttu Madalad väärtused tähendavad suurt korpuse suurt jõudlust Vesiaju = (vesiaju tegur * kreen) / STW²;
id_id: Leeway='Drift' kapal karena pengaruh tumit/angin Nilai rendah berarti kinerja lambung tinggi Leeway = (LeewayFactor * Heel) / STW²;
nl_nl: Drift ontstaat als gevolg van wind. Een lage waarde betekent een goede prestatie van de romp. Drifthoek =(driftfactor * helling) / V²;
pt_br: Deriva='Desvio' do barco devido à inclinação/influencia do vento Valores baixos representam elevada performance do casco Deriva = ( Fator de Deriva * Inclinação) / STW²;

source: Use Heel Sensor
de_de: Krängungssensor verwenden
et_ee: Kasuta kreeniandurit
id_id: Gunakan Heel Sensor
nl_nl: Gebruik hellingsensor
pt_br: Use o Sensor de calcanhar

source: Use the internal heel sensor if available Important for the correct calculation of the surface current.
de_de: Falls verfügbar den internen Krängungssensor verwenden Wichtig für die die korrekte Berechnung der Oberflächenströmung.
et_ee: Kasuta sisemist kreeniandurit kui võimalik Tähtis pinnahoovuse õigeks arvutamiseks.
id_id: Gunakan sensor heel internal jika tersedia Penting untuk perhitungan arus permukaan yang benar.
nl_nl: Gebruik een interne hellingsensor, indien beschikbaar. Dit is van belang voor een juiste berekening van de oppervlaktestroom.
pt_br: Usar o sensor de inclinação se disponível Importante para o calculo correto da corrente de superfície.

source: fixed/max Leeway [°]:
de_de: fester/max Driftwinkel [°]:
et_ee: kinnitatud/max aju [°]:
nl_nl: Vaste (keuzeveld aan) of Max. waarde drifthoek [°]:
pt_br: fixo/máx Margem de Manobra [°]:

source: Dual purpose ! If Radiobutton is NOT set, then it's used to limit Leeway to a max value. If Radiobutton is set, then it fixes Leeway to this constant value.
de_de: Doppelbedeutung ! Wenn NICHT ausgewählt, dann wird mit dem Wert die Abdrift auf einen max. Wert begrenzt. Wenn ausgewählt, dann wir die Drift auf diesen Fixwert gesetzt.
et_ee: Kaks eesmärki ! Kui raadionupp EI ole määratud, siis seda kasutatakse vesiaju piiramiseks max väärtusega. Kui raadionupp on määratud, siis ta kinnitab vesiaju püsiväärtusele.
id_id: Tujuan ganda ! Jika Radiobutton TIDAK disetel, maka itu digunakan untuk membatasi Leeway ke nilai maksimal. Jika Radiobutton diset, maka akan memperbaiki Leeway ke nilai konstan ini.
nl_nl: Tweeledig! Als keuzeveld niet is geselecteerd: gebruikt om drifthoek te beperken tot een maximale waarde. Als keuzeveld wel is geselecteerd: zet drifthoek vast op een constante waarde.
pt_br: Dupla função! Se NÃO activo, então é usado para limitar o valor máximo da Deriva. Se estiver activo, força a deriva a este valor constante.

source: manual Heel input:
de_de: manuelle Krängungseingabe:
et_ee: käsitsi kreeni sisestamine:
id_id: masukan Heel manual:
nl_nl: Handmatige hellinginvoer:
pt_br: manual de entrada de calcanhar:

source: If no heel sensor is available, you can create a manual 'heel polar' here. Just read/enter the data from a mechanical heel sensor (e.g. on compass). Use True Wind Speed & Angle only ! Take care: motoring w/o sails&heel will show wrong current data !!!
de_de: Wenn kein Krängungssensor vorhanden ist, kann man hier eine manuelle 'Krängungspolare' definieren. Einfach von einer mechanischen Krängungsanzeige (z.B. Kompass mit Krängungswinkel) Werte ablesen/eingeben. Nur wahre Windgeschw. / wahren Windwinkel verwenden ! Achtung : beim Motoren ohne Segel/Krängung werden falsche Strömungsdaten angezeigt !!!
et_ee: Kui kreenisensor pole saadaval, võid siin luua käsitsi 'Polar-kreeni'. Lihtsalt loe/sisesta andmed mehaaniliselt kreenisensorilt (nt kompassilt). Kasuta ainult tegeliku tuule kiirust ja nurka! Jälgi: liikudes mootoriga, ilma purjedeta ning näete valesid hoovuse andmeid !!!
id_id: Jika tidak ada sensor heel yang ada, Anda bisa membuat manual 'heel polar' disini. Cukup baca / masukkan data dari sensor heel mekanis (misalnya di kompas). Gunakan True Wind Speed ​​& Angle only! Berhati-hatilah: motor w / o layar & tumit akan menunjukkan data yang salah !!!
nl_nl: Als geen hellingsensor beschikbaar is, kunt u hier handmatig een helling polair-diagram maken. Lees de data van een mechanische hellingsensor (bijv. op een kompas) en voer deze in. Gebruik alleen de ware windsnelheid en ware windhoek! Let op : varen op de motor zonder zeilvoering, en slagzij (helling), zal foute stroomgegevens opleveren!
pt_br: Ne não estiver disponível um sensor de inclinação, pode criar um 'polar' manual aqui. Basta ler e carregar os dados de um sensor de inclinação mecanico (ex: na agulha). Use o Velocidade do Vento Verdadeiro & ângulo apenas ! Atenção: navegação a motor sem velas&inclinação apresentam dados erados !!!

source: Current
de_de: Strom
et_ee: Hoovus
id_id: Terkini
nl_nl: Stroom
pt_br: Corrente

source: Current damping factor [1-400]:
de_de: Dämpfungsfaktor Strom [1-400]:
et_ee: Praegune sumbuvustegur [1-400]:
id_id: Faktor redaman saat ini [1-400]:
nl_nl: Dempingsfactor voor stroom [1-400]:
pt_br: Atual fator amortecimento[1-400]:
