Repository: naval-instruments/NavalCPN
Catalog: plugins/squiddio_pi/po/*.po
Languages: fil_ph, id_id, ru_ru, tr_tr

source: Show local sQuiddio destinations
fil_ph: Ipakita ang mga destinasyon ng lokal na sQuiddio
id_id: Tampilkan tujuan sQuiddio setempat
ru_ru: Показать местные направления sQuiddio
tr_tr: Yerel sQuiddio yerlerini göster

source: Hide local sQuiddio destinations
fil_ph: Itago ang mga destinasyon ng lokal na sQuiddio
id_id: Sembunyikan tujuan sQuiddio lokal
ru_ru: Скрыть местные пункты назначения sQuiddio
tr_tr: Yerel sQuiddio varış yerlerini gizle

source: Download local sQuiddio destinations
fil_ph: I-download ang mga destinasyon ng lokal na sQuiddio
id_id: Download tujuan sQuiddio lokal
ru_ru: Скачать местные направления sQuiddio
tr_tr: Yerel sQuiddio yerlerini indir

source: Report a Destination at this location
fil_ph: Mag-ulat ng Destinasyon sa lokasyong ito
id_id: Laporkan Tujuan di lokasi ini
ru_ru: Сообщить место назначения в этом расположении
tr_tr: Bu konumda hedefi rapor et

source: Local destinations have been updated
fil_ph: Na-update na ang mga lokal na destinasyon
id_id: Tujuan lokal telah diperbarui
ru_ru: Были обновлены местные направления
tr_tr: Yerel hedefler güncellendi

source: No destinations available for the region
fil_ph: Walang destinsyon na maaaring gamitin para sa rehiyon
id_id: Tidak ada tujuan yang tersedia untuk kawasan ini
ru_ru: Нет доступных направлений для региона
tr_tr: Bu bölge için kullanılabilir hedef yok

source: Server not responding. Check your Internet connection
fil_ph: Ang server ay hindi tumutugon. Suriin ang koneksyon ng iyong Internet
id_id: Server tidak merespons Periksa koneksi internet anda
ru_ru: Сервер не отвечает. Проверьте подключение к Интернету
tr_tr: Sunucu yanıt vermiyor. İnternet bağlantınızı kontrol edin

source: Could not launch default browser. Check your Internet connection
fil_ph: Hindi maaaring magsimula ang naka-default na browser. Suriin ang koneksyon ng inyong Internet
id_id: Tidak bisa meluncurkan browser default. Periksa koneksi internet anda
ru_ru: Не удалось запустить браузер по умолчанию. Проверьте подключение к Интернету
tr_tr: Varsayılan tarayıcı başlatılamadı. İnternet bağlantınızı kontrol edin

source: Downloading
fil_ph: Nagda-download
id_id: Download
ru_ru: Загрузка
tr_tr: Yükleniyor

source: Downloading:
fil_ph: Nagda-download:
id_id: Download:
ru_ru: Загрузка:
tr_tr: Yükleniyor:

source: Squiddio_pi: unable to connect to host
fil_ph: Squiddio_pi: hindi makakonekta sa punong-abala
id_id: Squiddio_pi: tidak dapat terhubung ke host
ru_ru: Squiddio_pi: не удается подключиться к узлу
tr_tr: Squiddio_pi: ana bilgisayarla bağlantı kurulamıyor

source: Squiddio for OpenCPN
fil_ph: Squiddio para sa OpenCPN
id_id: Squiddio untuk OpenCPN
ru_ru: Squiddio для OpenCPN
tr_tr: OpenCPN için Squiddio

source: == User-sourced database of sailing destinations == To download destinations for a desired region (requires Internet connection): * Position cursor on area where you want to view destinations and right click mouse * Select 'Download local sQuiddio destinations' from context-sensitive menu. Destinations appear as OpenCPN waypoints: * Right-click on waypoint for link to sQuiddio's destination page. * Follow link to rate destination and add comments online. Other menu options: * Toggle visibility for local destinations on/off * Submit a new destination (requires Internet connection and free user account) == In-chart log-sharing for cruisers == * Share your GPS coordinates with your cruising friends and visualize their position on your OpenCPN charts (requires a free sQuiddio account) IMPORTANT: By using this plugin you are agreeing to the sQuidd.io Terms and Conditions, available at http://squidd.io/enduser_agreement
fil_ph: == Ang pook-datos na pinagkukunan ng user sa mga destinasyon ng paglalayag == Upang ma-download ang mga destinasyon ng ninanais na rehiyon (nangangailan ng koneksyon sa Internet): * I-pwesto ang panturo sa lugar kung saan mo gustong makita ang mga destinasyon at i-right click ang mouse *Piliin ang 'I-download ang local na mga destinasyon na sQuiddio' mula sa talaan na sensitibo sa konteksto. Ang mga destinasyon ay lumilitaw bilang mga waypoint ng OpenCPN: *I-right-click ang waypoint upang mai-ugnay sa pahina ng destinasyon ng sQuiddio. * Sundan ang kawing para markahan ang destinasyon at magdagdag ng mga komento sa online. Iba pang talaan ng mga pagpipilian: *Palitan ang kakayahang makita ng mga destinasyon sa on/off * Magsumite ng mga bagong coordinate (angangailngan ng koneksyon sa Internet at ng libreng account ng user) == In-chart log-sharing para sa mga manlalayag == * Ibahagi ang iyong mga coordinate sa GPS kasama ang iyong mga kaibigan sa paglalayag at isalarawan ang kanilang posisyon sa mga tsart ng iyong OpenCPN (nangangailangan ng libreng account sa sQuiddio) IMPORTANTE: Sa paggamit nitong plugin ikaw ay sumasang-ayon sa mga Termino at mga Kondisyon sa paggamit ng sQuidd.io, na makikita sa http://squidd.io/enduser_agreement
id_id: == Database bersumber pengguna tujuan berlayar == Untuk mendownload destinasi ke wilayah yang diinginkan (memerlukan koneksi Internet): * Posisikan kursor di area di mana Anda ingin melihat tujuan dan klik kanan mouse * Pilih 'Download lokal tujuan sQuiddio 'dari menu konteks-sensitif. Tujuan muncul sebagai titik arah OpenCPN: * Klik kanan pada waypoint untuk link ke halaman tujuan sQuiddio. * Ikuti link untuk menilai tujuan dan tambahkan komentar secara online. Pilihan menu lainnya: * Alihkan visibilitas untuk tujuan lokal on / off * Kirimkan tujuan baru (memerlukan koneksi internet dan akun pengguna gratis) == Masuk log masuk dalam bagan untuk penjelajah == * Bagikan koordinat GPS Anda dengan teman-teman jelajah Anda dan visualisasikan posisinya di OpenCPN Anda. grafik (memerlukan akun sQuiddio gratis) PENTING: dengan menggunakan plugin ini Anda setuju dengan Syarat sQuidd.io dan Ketentuan, tersedia di http://squidd.io/enduser_agreement
tr_tr: == Yelkenli varış yeri kullanıcı kaynaklı veritabanı == İstenilen bir bölgenin varış yerlerini indirmek için (İnternet bağlantısı gerektirir): * imleci, hedefleri göstermek istediğiniz alana getirin ve fare ile sağa tıklayın * Bağlam-duyarlı menüsünden 'Yerel sQuiddio hedeflerini indir'i seçin. Hedefler OpenCPN rotasının bir noktası olarak görünür: * sQuiddio varış sayfası linki için waypoint(rotanın bir noktası) üzerinde sağa tıklayın. * Hedefi değerlendirmek ve çevrimiçi yorum eklemek için bağlantıyı takip edin. Diğer menü seçenekleri: * Yerel hedeflerin görünürlüğünü açma/kapama * Yeni bir hedef girin (İnternet bağlantısı ve ücretsiz kullanıcı hesabı gerektirir) == Kruvazör için harita içi günlük paylaşımı == * GPS koordinatlarınızı seyirci arkadaşlarınızla paylaşın ve onların konumlarını görselleştirin Sizin OpenCPN haritalarınızda (ücretsiz sQuiddio hesabı gerekir) ÖNEMLİ: Bu eklentiyi kullanarak, sQuidd.io Şartlarını kabul etmiş oluyorsunuz demektir ve koşullar, http://squidd.io/enduser_agreement adresinde mevcuttur

source: Log sharing was not activated. Please enter your sQuiddio user ID and API Key. To obtain your API Key, sign up for sQuiddio (http://squidd.io/signup) and visit your online profile page (see Edit Profile link in the Dashboard), 'Numbers & Keys' tab.
fil_ph: Ang pagbabahagi ng iyong talaan ay hindi aktibo. Mangyaring ipasok ang iyong user ID at Susi ng API sa sQuiddio. Upang makuha ang Susi ng iyong API, mag-sign up para sa sQuiddio (http://squidd.io/signup) at bisitahin ang iyong pahina ng profile sa online (tingnan ang I-edit ang Profile na nasa Dashboard), "Mga Numero & mga Susi' na ungos.
id_id: Pembagian log tidak diaktifkan Harap masukkan ID pengguna sQuiddio dan Kunci API Anda. Untuk mendapatkan Kunci API Anda, masuk ke sQuiddio (http://squidd.io/signup) dan kunjungi halaman profil online Anda (lihat link Edit Profil di Dasbor), tab 'Bilangan & Tombol'.
tr_tr: Günlük paylaşımı etkinleştirilmedi. Lütfen sQuiddio kullanıcı adınızı ve API anahtarınızı giriniz. API Anahtarınızı almak için, sQuiddio'ya kaydolun (http://squidd.io/signup) ve çevrimiçi profil sayfanızı ziyaret edin (Gösterge Tablosundaki Profili Düzenle bağlantısına bakın), 'Sayılar ve Anahtarlar' sekmesini ziyaret edin.

source: Just now
fil_ph: Ngayon lang
id_id: Baru saja
ru_ru: Только что
tr_tr: Şimdi

source: One second ago
fil_ph: Makalipas ang isang segundo
id_id: Sebentar yang lalu
ru_ru: Одна секунда назад
tr_tr: Bir saniye önce

source: %i seconds ago
fil_ph: makalipas ang %i segundo
id_id: %i detik yang lalu
tr_tr: %i saniye önce

source: About a minute ago
fil_ph: Sa isang minutong lumipas
id_id: Kira-kira satu menit yang lalu
ru_ru: Около минуты назад
tr_tr: Yaklaşık bir dakika önce

source: %i minutes ago
fil_ph: makalipas ang %i minuto
id_id: %i menit yang lalu
tr_tr: %i dakika önce

source: About an hour ago
fil_ph: Sa isang pras na lumipas
id_id: Sekitar satu jam yang lalu
ru_ru: Около часа назад
tr_tr: Yaklaşık bir saat önce

source: %i hours ago
fil_ph: makalipas ang %i oras
id_id: %i jam yang lalu
ru_ru: %i часов назад
tr_tr: %i saat önce

source: Yesterday
fil_ph: Kahapon
id_id: Kemarin
ru_ru: Вчерашний день
tr_tr: Dün

source: %i days ago
fil_ph: makalipas ang %i araw
id_id: %i hari yang lalu
ru_ru: %i сутки назад
tr_tr: %i gün önce

source: Log sent:
fil_ph: Naipadalang talaan:
id_id: Log yang dikirim:
ru_ru: Отправленный журнал:
tr_tr: Günlük gönderildi:

source: Logs received
fil_ph: Natanggap ang mga talaan
id_id: Log yang diterima
ru_ru: Полученные журналы
tr_tr: Alınan günlükler

source: Created sQuiddio log update:
fil_ph: Update sa nalikhang talaan ng sQuiddio:
id_id: Dibuat update log sQuiddio:
ru_ru: Созданное обновление журнала sQuiddio:
tr_tr: sQuiddio günlük güncellemesi oluşturuldu:

source: View Destinations
fil_ph: Ipakita ang mga Destinasyon
id_id: Lihat Tujuan
ru_ru: Просмотр Направлений
tr_tr: Varış noktalarını görüntüle

source: All
fil_ph: Lahat
id_id: Semua
tr_tr: Hepsi

source: Marinas
fil_ph: Mga Marina
id_id: Marina
ru_ru: Марины
tr_tr: Limanlar

source: Anchorages
fil_ph: Mga Daong
id_id: Jangkar
ru_ru: Якорная стоянка
tr_tr: Demirleme yerleri

source: Yacht clubs
fil_ph: Mga Samahan ng mga May-ari ng Yate
id_id: Klub kapal pesiar
ru_ru: Яхт клуб
tr_tr: Yat kulupleri

source: Docks/piers
fil_ph: Daungan/Pantalan
id_id: Galangan kapal/dermaga
ru_ru: Доки/пристани
tr_tr: İskeleler/Dock

source: Boat ramps
fil_ph: Mga rampa ng Barko
id_id: Perahu landai
ru_ru: Пандусы шлюпки
tr_tr: Tekne rampaları

source: Fuel Stations
fil_ph: Mga Istasyon ng Gasolina
id_id: Stasiun bahan bakar
ru_ru: Заправочная станция
tr_tr: Akaryakıt İstasyonları

source: Other
fil_ph: Iba pa
id_id: Lainnya
ru_ru: Другие
tr_tr: Diğer

source: AIS marker
fil_ph: Pananda ng AIS
id_id: Penggabungan AIS
ru_ru: Маркер назначения
tr_tr: AIS işaretleyici

source: Share logs with friends
fil_ph: Ibahagi ang mga talaan sa mga kaibigan
id_id: Bagikan log dengan teman
ru_ru: Делитесь журналами с друзьями
tr_tr: Günlükleri arkadaşlarınızla paylaşınız

source: Send
fil_ph: Ipadala
id_id: Kirim
ru_ru: Посылать
tr_tr: Gönderiniz

source: Never
fil_ph: Hindi Kailanman
id_id: Tidak pernah
ru_ru: Никогда
tr_tr: Asla

source: Once a day
fil_ph: Isang beses sa isang araw
id_id: Sekali sehari
ru_ru: Раз в день
tr_tr: Günde bir

source: Twice a day
fil_ph: Dalawang beses sa isang araw
id_id: Dua kali sehari
ru_ru: Раза в день
tr_tr: Günde iki kez

source: Once an hour
fil_ph: Isang beses sa isang oras
id_id: Sekali satu jam
ru_ru: Раз в час
tr_tr: Saatte bir

source: Twice an hour
fil_ph: Dalawang beses sa isang oras
id_id: Dua kali dalam satu jam
ru_ru: Два раза в час
tr_tr: Saatte iki defa

source: Once a minute
fil_ph: Isang beses sa isang minuto
id_id: Sekali dalam satu menit
ru_ru: Раз в минуту
tr_tr: Dakikada bir

source: Twice a minute
fil_ph: Dalawang beses sa isang minuto
id_id: Dua kali dalam semenit
ru_ru: Дважды в минуту
tr_tr: Dakikada iki defa

source: Every 10 seconds
fil_ph: Bawat 10 segundo
id_id: Setiap 10 detik
ru_ru: Каждые 10 секунд
tr_tr: Her 10 Saniyede

source: Receive
fil_ph: Tanggapin
id_id: Terima
ru_ru: Получить
tr_tr: Kabul ediniz

source: sQuiddio ID
fil_ph: iD sa sQuiddio
id_id: data diri sQuiddio

source: The email address you use to log into sQuidd.io
fil_ph: Ang adres ng email na gagamitin upang makalog-in sa sQuidd.io
id_id: Alamat surel yang anda gunakan untuk masuk ke sQuidd.io
tr_tr: sQuidd.io'ya giriş yapmak için kullandığınız e-posta adresi

source: API Key
fil_ph: Susi ng API
id_id: Kunci API
tr_tr: API anahtarı

source: Retrieve your API Key from your sQuidd.io profile. Log into http://squidd.io and click Edit Profile in the Dashboard, then select the Numbers and Keys tab. Click Help for more information. IMPORTANT! Do not use your sQuiddio Password as your API Key!
fil_ph: Bawiin ang iyong Susi ng APi mula sa profile ng iyong sQuidd.io. Mag-login sa http://squidd.io at i-klik ang I-edit ang Profile na nasa Dashboard, kasunod ay ang pagpili sa ungos ng mga Numero at mga Susi. I-klik ang Tulong para sa karagdagang impormasyon. IMPORTANTE! Huwag gamitin ang Password ng iyong sQuiddio bilang Susi ng iyong API!
id_id: Ambil kunci API anda dari profil sQuidd anda. Masuk ke http://squidd.io dan tekan sunting profil di beranda, lalu pilih tab Bilangan dan Kunci. Tekan bantuan untuk informasi selanjutnya. PENTING! Jangan gunakan kata kunci sQuiddio anda sebagai kunci API anda!
tr_tr: API Anahtarınızı sQuidd.io profilinizden alın. http://squidd.io adresine giriş yapın ve Gösterge Panosu'nda Profili Düzenle'yi tıklayın, ardından Sayılar ve Anahtarlar sekmesini seçin. Daha fazla bilgi için Yardım'ı tıklayın. ÖNEMLİ! sQuiddio pasaportunuzu ve API anahtarınızı kullanmayın!
